{
  "name": "ERLW_化獸者",
  "flags": {
    "core": {}
  },
  "_id": "ZaMHHRODg35fx7cf",
  "pages": [
    {
      "name": "化獸者",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<blockquote><p>蓋特的古老遺贈從他的體內升騰，從他的生命核心沸騰。</p><p>有些化獸者擁有巨爪，其他的化獸者則會擁有獠牙，還有一些擁有令人震驚的速度或高度敏銳的感官。但蓋特從他的先祖獸化人那裡繼承的天賦是絕對的強韌。他感到力量滲透進他的骨與肉。他的面板變硬，強韌的毛髮如同獸性蘊藏在內。</p><p>無敵的感覺蔓延全身——起碼在此刻，他感到自己勢不可擋！</p><p style=\"text-align:right\">——唐·巴辛德瓦特，《結合之石》</p></blockquote><p>化獸者，又被稱作「受觸者」（weretouched），因為許多人認為它們是人類和獸化人的後裔。 無論他們的起源如何，化獸者已演化成一獨立的種族。 它們是具有獸性的類人生物。 儘管它們無法完全變形，但可以暫時增強其動物特徵-這種狀態稱為「化形」。 每個化獸者都在野性和他們身邊世界間的刀刃上行走——他們究竟會擁抱他們的原始本能，抑或是走上文明的道路？</p><h2>獸性在內（The Beast Within） </h2><p>在幼年時期，化獸者即已與他們體內的某種野獸的「獸性」建立紐帶，這是一種塑造他們形體與神智的神秘圖騰力量。 一些化獸者認為這種「獸性」是獨立的實體，並且可能將熊或狼作為先祖抑或導師。不過大多數獸化者則僅僅將這種「獸性」視為一種隨著化獸者個性形成而出現的，他們內在本性強而有力的表徵。 內心之「獸性」是化獸者本能之源，而它的影響力通過化獸者的個性來揭示：貓之化獸者在他的掠食者本能的驅使下可能表現的鎮靜而疏遠，而具有狼之精魄的化獸者可能會被本能召喚著去尋找與保護他的團隊 。 而當化獸者完全擁抱他們內心的野獸時，短時間內他們還會產生物理形態上的變化。</p><p>化獸者的「獸性」是他們的化獸者亞種的反映。以下四類亞種較為常見。</p><ul><li>獸皮：常表徵為野豬或者熊：堅忍，固執，厚臉皮 </li><li>長牙：有著狼特徵的化獸者，更傾向於與團隊合作 </li><li>迅捷：一般為貓科動物與掠食者，不過一位迅捷化獸者也可能是一隻在陰影中穿梭的狡詐鼠輩。</li><li>獵食：這類化獸者可能生自任何一種追蹤他獵物的生物</li></ul><p>「獸性」無疑會對化獸者產生物理上的影響，不過，它更具有精神和心理層面上的影響。 兩個獸皮化獸者具有相同的特殊能力，但如果其中一個具有野豬的「獸性」，而另一個的「獸性」是熊，它們的性格就會完全不同。 對於任何化獸者，識別其內心的「獸性」都是理解該角色的關鍵部分。</p><h2>相似與差異</h2><p>化獸者的身高和體形均近乎人類，但通常更柔和，更靈活。 它們的面部特徵呈獸面般的造型，通常具有大眼睛，平坦的鼻子和尖銳的耳朵。 大多數化獸者還具有突出的犬齒。 它們幾乎在身體的每個部位上都長著類似獸毛的毛髮。</p><p>「獸性」的特點也會影響化獸者的外表。迅捷化獸者可能具有貓眼的外觀和精緻的身軀，而獸皮化獸者可能具有熊一樣的龐大而粗壯身材。 雖然化獸者的外觀可能會讓人聯想到動物，但即使處於最野性的狀態，它們仍然可以清晰地識別為化獸者。</p><h2>未來之旅</h2><p>化獸者在埃魯登原野有很強的影響力，但也能在科瓦雷的鄉村發現常居的化獸者。 化獸者們，一方面會與朋友和親戚間有著緊密的聯繫，不過他們也非常重視自力更生和自由。 這是「永遠為即將到來的旅程做好準備」的化獸者諺語的一個表現：大多數化獸者都努力為變化或機遇做好準備。</p><p>化獸者具有與原始連線的自然傾向。 化獸者野蠻人從內心的「獸性」中吸取著怒氣。 化獸者遊俠放縱著他們遊蕩和狩獵的衝動。化獸者遊蕩者利用了他們自己的掠奪性本能。當然，化獸者也可以追求任何其他的道路或信念。</p><h2>化獸者常用名</h2><p>化獸者沒有自己的語言，並常常生活在一個混合種族的社群中。 他們的名字通常與所在地區其他文化的名字重疊。 許多化獸者更喜歡在朋友面前使用本名，而在陌生人前使用「流浪名」。 這種「流浪名」通常與身體或性格特徵有關。</p><p>化獸者常用名：巴哲（獾），貝爾（熊），卡特（貓），方（毒牙），格雷斯（優雅），格里姆（嚴峻），穆（月亮），瑞恩（雨），拉德（紅），斯卡（刀疤），斯提普（條紋），斯文特（褐雨燕），塔倫（爪），沃夫（狼）</p><h1>化獸者特性</h1><p>你的化獸者角色有著以下特性：</p><p><strong>年齡</strong>：化獸者無論身心均成長迅速，在大約10歲左右就成年了。化獸者一般能活超過70歲。<br /><strong>陣營</strong>：一般而言化獸者傾向於中立陣營，比起善惡他們更關注自己的生存。而對個人自由的熱愛則可能讓一位化獸者傾向混亂陣營。<br /><strong>體型</strong>：你的化獸者角色為中等體型。身高在4尺7寸到6尺,體重在95磅到218磅.<br /><strong>速度</strong>： 你的基礎步行速度為30尺<br />@UUID[Compendium.dnd5e_classpack.racial-traits.wUkIW5Nfcxad3qlY]{黑暗視覺}：你在昏暗與黑暗條件下有著特別的視力:微光條件下你能在60尺內如同光照條件下視物，而在黑暗條件下你能在60尺內如同微光條件下視物。黑暗條件下，你無法分辨顏色，只能識別物體明暗與灰度。<br /><strong>化形</strong>：以一個附贈動作，你可以展現出更為野獸化的姿態。這個變形持續一分鐘，直到你死亡，抑或你以一附贈動作變回正常形態。當你化形時，你獲得等同於你的角色等級+體質調整值（至少為1）的臨時生命值。此外你也會依據你的亞種獲得下列的其他好處。<br />當你使用化形特性后，你不能在一次短休或長休結束前再次使用該特性。<br /><strong>語言</strong>：你會讀，寫，說通用語。<br /><strong>亞種</strong>：「獸性」塑造了每一個化獸者的身心。這四種常見亞種則包含了大部分的化獸者的情況，即：獸皮，長牙，迅捷，獵食。請為你的化獸者角色選擇一個。</p><h3>@UUID[Compendium.dnd5e_classpack.racial-traits.NoiHRNPQrqR9GNkQ]{獸皮}</h3><p>堅忍而頑固的獸皮化形者從他們的「獸性」中汲取了力量和穩定。 獸皮化形者常聯繫著野豬，熊等野獸，不過該亞種也可以體現為任何以其韌性而聞名的生物。</p><p><strong>屬性加值</strong>：你的體質+2，力量+1.<br /><strong>天生運動健將</strong>：你擁有運動技能的熟練項。<br /><strong>化形特點</strong>：當你化形時，你額外獲得1d6的臨時生命值，另外當你處於化形狀態時，你的AC+1。</p><h3>@UUID[Compendium.dnd5e_classpack.racial-traits.hH41bTJHalz2wutz]{長牙}</h3><p>長牙化獸者兇猛且具有攻擊性，但他們與其摯友則情誼頗篤。 許多長牙化獸者具有犬類特徵，而在化形時則會變得更加明顯，當然，也可能會更像老虎，鬣狗或其他捕食者。</p><p><strong>屬性加值</strong>：你的力量+2，敏捷+1<br /><strong>兇狠角色</strong>：你擁有威嚇技能之熟練項。<br /><strong>化形特點</strong>：當你處於化形狀態時，你可以以用你的長牙以一附贈動作發動一次徒手攻擊。若命中，你造成1d6+力量調整值的穿刺傷害，而非一般的徒手打擊傷害。</p><h3>@UUID[Compendium.dnd5e_classpack.racial-traits.P6vviwtuzdwXtkF6]{迅捷}</h3><p>迅捷化獸者通常優雅而迅速。如同自然界的大貓一樣，迅捷化獸者在社交上與心理上常常是冷漠而難以捉摸的角色。</p><p><strong>屬性加值</strong>：你的敏捷+2，魅力+1.<br /><strong>優雅之人</strong>：你擁有雜技技能的熟練項。.<br /><strong>化形特點</strong>：當你處於化形狀態時，你的移動速度增加10尺。另外，當一生物在其回合進入你的5尺範圍內時，你可以以一反應移動最多10尺，且這樣的移動不會觸發藉機攻擊。</p><h3>@UUID[Compendium.dnd5e_classpack.racial-traits.JyCbdCmWq3bPdzwJ]{獵食}</h3><p>獵食化形者神智鋒利而感官機警。他們中的許多人時刻保持警惕，時刻警惕可能的威脅。 其他人則專注於自己的直覺，以尋找目標。 獵食化獸者是優秀的獵人，他們也往往會成為化形者社群的精神領袖。</p><p><strong>屬性加值</strong>：你的感知+2，敏捷+1<br /><strong>大自然追蹤者</strong>：你擁有求生技能的熟練項。<br /><strong>化形特點</strong>：當你處於化形狀態時，你在感知檢定中取得優勢。並且，除非你處於失能狀態，否則任何在你30尺範圍內的生物均無法在攻擊檢定中對你取得優勢。<br /> </p>"
      },
      "_id": "cWZJ8Y2lGyNp2GD3",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "dnd5e",
        "systemVersion": "2.2.0",
        "coreVersion": "12.324",
        "createdTime": null,
        "modifiedTime": 1685235527366,
        "lastModifiedBy": "Jo05tXxu7yf2dQe3",
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_key": "!journal.pages!ZaMHHRODg35fx7cf.cWZJ8Y2lGyNp2GD3"
    }
  ],
  "folder": "pVMRAsnDMApXNr8l",
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.2.0",
    "coreVersion": "12.324",
    "createdTime": 1685194719700,
    "modifiedTime": 1685235527366,
    "lastModifiedBy": "Jo05tXxu7yf2dQe3",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "Jo05tXxu7yf2dQe3": 3
  },
  "_key": "!journal!ZaMHHRODg35fx7cf"
}
