{
  "_id": "q1h2KJjsqKxGAVkR",
  "name": "PHB_人類",
  "flags": {
    "core": {}
  },
  "pages": [
    {
      "name": "人類",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<p>@UUID[Compendium.dnd5e_classpack.races-item.Item.imkdtURflFROWnr5]{人類Human}</p><blockquote><p><em>    </em>其內講述了一個很久以前的故事，其時一群狂躁的人類乘著單帆長船在江海四處發起恐怖襲擊與掠奪，並最終定居某處。書中的每頁歌詞都蘊含著一種能量，一種對冒險的熱愛。麗芮爾隨著一根根耗盡的珍貴蠟燭，在漫長的夜晚里用心品讀著這一切。</p><p>    從前她並沒有關心過那些人類的事，而這些故事確實讓她著迷。泛黃的書頁里所記述的故事說到武勇的英雄、奇異而兇猛的動物、強大的原初神祇、以及作為那遙遠土地組成成分之一的魔法。</p><p>——Elaine Cunningham《卓爾之女Daughter of the Drow》</p></blockquote><p>    在大多數的世界中，人類都是可估算曆史里最年輕的凡人種族，其登上世界舞臺的時間較晚，也比矮人、精靈和龍族們都要短命。也許正是因為他們的壽命短暫，才迫使其在有生之年不懈的為目標奮鬥。又或許是爲了而向其他古老種族們證明自己，而以各種征服和商貿建起了強大的帝國。無論其動機為何，人類往往都是革新者、成功人士以及世界的先驅。</p><h2>大族譜A Broad Spectrum</h2><p>    由於經常遷徙和征戰，人類的外貌差異比其他種族要大。他們的生理特徵各不相同：個體身高介於5尺到6尺，體重介於125磅到250磅。人類膚色從黝黑到雪白，髮色從烏黑到金黃（還分為捲曲、微卷和直髮），且其男性個體還長著從濃密到稀疏各不相同的鬍鬚。許多人類混雜著非人類的血統，也會因此也帶有精靈，獸人或其他種族的生理特徵。人類二十歲左右到達成年，其壽命很少超過一百歲。</p><h2>人種差異Variety in All Things</h2><p>    人類是所有凡人種族中適應力最強且最具野心的族群。他們的品味、道德和風俗會因其居住地差異而各不相同。他們將定居稱作：建個城市來過活，而這些龐大的王國卻屹立了好幾個世紀。人類個體的壽命相對較短，但其任一民族或文化的歷史延續時間卻可以遠遠超過單個人類的記憶。人類完全是活於當下（這讓他們非常適合冒險生涯），但也會為未來作計劃並努力奮鬥為後世留下遺產。不管是個體還是團隊，人類都善於抓住機遇，並時刻準備好面對政治更替或社會變化。</p><blockquote><p><strong>大家的第二好友Everyone』s Second-Best Friends</strong></p><p>    人類彼此可以隨意的混熟，也很容易與其他種族打成一片。他們跟所有人友好相處，但或許會沒多少親密朋友。人類會通常會擔任使節、外交官、仲裁者、商人和公務員等職責。</p><p>    <strong>矮人Dwarves</strong>。「他們身板結實，又是堅定的朋友，而且說話算話。不過他們對金錢的慾望很可能會成為其失敗的理由。」</p><p>   <strong> 精靈Elves</strong>。「儘量不要走進精靈的森林。他們不喜歡入侵者，而你被迷惑的可能性和被射成刺猬一樣高。不過，如果那些精靈可以放下該死的種族驕傲，好好的跟你平等相處，你就可以從他們身上學到很多東西。」</p><p>    <strong>半身人Halfling</strong>。「在半身人的房子里用餐時腦袋總會撞到天花板，然而那確實是美食故事加溫暖火爐的好地方。如果半身人們能有點追求的話，興許還真能幹點什麼大事。」</p></blockquote><h2>流傳習俗Lasting Institutions</h2><p>    精靈和矮人只將守護某個地點或某個重大秘密作為責任，而人類則會為這些行為賦予某個聖令或習俗作為理由。矮人氏族和半身人長老們會將其遠古傳統直接傳授給下一代，而人類則用神廟、政府、圖書館以及法典等事物結合起來奠定歷史的基石。人類夢想著永生，不過（除少數人尋求不死亡靈或聖靈飛昇等道路以逃離死亡魔爪外）他們通常只能去世后讓人為其紀念。</p><p>    儘管有些人類會有排外思想，但整個人類社會都傾向包容。人類領地對大數量非人種群的接納程度比非人類領地中居住的人類數量大的多。</p><h2>模範野心家Exemplars of Ambition</h2><p>    尋求冒險的人類個體是人類這種大膽而又雄心勃勃的種族中雄心與膽量的代表。他們為贏得同伴認可的榮譽而不惜四處收集力量、財富和名望。比別人更強，正是人類競爭的目標而不是什麼領地或團隊本身。</p><h2>人類姓名與人種分類Human Names and Ethnicities</h2><p>    與其他文化不同，人類有著多種不同的民風特色而無法統一出一種典型的命名傳統。一些人類父母會給自己的孩子起一個外語名字，比如矮人語或精靈語（多少有點發音不準），不過大多數父母會根據所在地區的傳統或先祖流傳下來的命名方式為孩子命名。</p><p>    人類的物質文化和個人特徵隨地域的不同會存在巨大的差別。例如在被遺忘國度里，各處都奉行各自不同的衣著、建築、烹飪、音樂和文學：大陸西北部的銀色聯邦Silver Marches與遠在東部地區的突米斯Turmish或因布圖Impiltur大相逕庭，而遙遠的卡拉圖Kara-Tur則更甚。人類的生理特徵隨著其先祖的遷徙演變至今已經各不相同，因此在銀色聯邦里可能會有各種不同膚色和特質的人類存在。</p><p>    在被遺忘國度里，存在九種衆所周知的人類人種類別，而在費倫的各地區還存在著十多種額外的本土人種。這些人種的成員都有典型的命名原則，並且可以在任何世界設定中用作你人類角色的創作靈感。</p><ul><li>卡林珊人主要在費倫大陸西南部活動，他們大多比其他人類更矮小纖瘦，並且長著暗褐色的面板、頭髮和眼珠。</li><li>瓊達斯人是茶色面板的纖瘦民族，他們褐色頭髮的髮色範圍從接近金黃到接近烏黑。其中大部分人長著綠色或褐色的眼珠，只是這些特性並不十分普遍。瓊達斯血統的人類支配著費倫大陸的中部，內海Inner Sea的周邊地區。</li><li>達馬拉人主要在費倫西北地區活動，他們身高和體格偏中等，膚色在茶色到白色之間。其髮色通常為褐色或黑色，其瞳色各種各樣不過通常都以褐色為主。</li><li>伊路斯坎人是高個的白種人，他們長著藍色或藍灰色的眼珠，且大多長著鴉黑色的頭髮。而那些居住在極北地區的同種人則長著金黃、紅色或淺褐色的頭髮。</li><li>支配著內海以東及東南沿岸的穆蘭人普遍都是瘦高個，他們長著琥珀色的黃面板，瞳色在淡褐色到褐色之間，髮色從烏黑到深褐色。不過在穆蘭人為主的領地裡，貴族和很多其他的穆蘭人都會剃光所有的頭髮。</li><li>萊瑟曼人通常活動於內海東部並常常與穆蘭人混居，他們普遍身材矮小而敦實強壯，並長著黝黑的面板、黑眼珠和濃密的黑頭髮。</li><li>受國人是費倫東部卡拉圖地區人數最多最強大的人種。其膚色從淡黃到青銅，長著烏黑的頭髮和黑眼珠。受國人的姓氏通常都排在其名字之前。</li><li>泰瑟爾人廣泛分佈在費倫大陸西岸的劍灣Sword Coast地區，他們長著中等尺寸的體格和身材，以及黝黑的面板，在北部地區的同種人膚色會稍淺。他們的髮色和瞳色各種各樣，但通常都是褐髮藍眼。泰瑟爾人大多會使用瓊達斯人的命名方法。</li><li>圖拉米人大多在內海南岸航行，他們通常高個而健碩，長著深紅褐色的面板，黑色卷髮和黑眼珠。</li></ul><h2>人類特質Human Traits</h2><p>    人類很難一概而論，你的人類角色具有以下種族特質。</p><p><strong>屬性值加成Ability Score Increase</strong>。你的全部屬性值加1。<br /><strong>年齡Age</strong>。人類不到20歲成年，而很少活過100 歲。<br /><strong>陣營Alignment</strong>。人類並不偏向特定陣營。這個種羣中存在著最好的人以及最壞的人。<br /><strong>體型Size</strong>。人類身高差距很大，有的剛好5尺高，而有的甚至高過6尺。不論你有多高，你的體型皆為中型。<br /><strong>速度Speed</strong>。你的基礎步行速度為30尺。<br /><strong>語言Languages</strong>。你能夠說、讀、寫通用語和一門額外的自選語言。在與他人交流時，人類通常會主動去學習對方的語言，其中也包括了一些晦澀的方言。他們還喜歡在說話時夾雜其他語言的腔調，如獸人粗口，精靈樂調，矮人軍號，等等。</p><h1>變體人類特質Variant Human Traits</h1><p>    若你的戰役選用第5章所述的可選專長規則，DM就可以允許你使用本變體特質，並以下列幾項特質替換人類的屬性值加成特質。</p><p><strong>屬性值加成Ability Score Increase</strong>。自選兩項不同屬性各加1。<br /><strong>技能Skills</strong>。你獲得一項自選的技能作為熟練項。<br /><strong>專長Feat</strong>。你獲得一項自選的專長。</p>",
        "markdown": ""
      },
      "_id": "YodnMxYjTQLsLcso",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {
        "monks-enhanced-journal": {
          "appendix": false
        }
      },
      "_stats": {
        "systemId": "dnd5e",
        "systemVersion": "3.1.1",
        "coreVersion": "12.324",
        "createdTime": null,
        "modifiedTime": 1711540937421,
        "lastModifiedBy": "krICnnplyRFIq4Sm",
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_key": "!journal.pages!q1h2KJjsqKxGAVkR.YodnMxYjTQLsLcso"
    }
  ],
  "folder": "z2a3Q59TC1SVNXSc",
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "3.1.1",
    "coreVersion": "12.324",
    "createdTime": 1685194719700,
    "modifiedTime": 1711540937421,
    "lastModifiedBy": "krICnnplyRFIq4Sm",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "Jo05tXxu7yf2dQe3": 3
  },
  "_key": "!journal!q1h2KJjsqKxGAVkR"
}
