{
  "_id": "Q5lFPti1xhaOTifd",
  "name": "VGM_狗頭人",
  "flags": {
    "core": {}
  },
  "pages": [
    {
      "name": "狗頭人",
      "type": "text",
      "title": {
        "show": false,
        "level": 1
      },
      "text": {
        "format": 1,
        "content": "<h1>狗頭人 ：小小龍 Kobolds: Little Dragons</h1>\n<p>狗頭人常被誤認為膽怯愚蠢而又孱弱不堪。只是這些小個子爬行生物卻建有緊密的社會群體，其個體忠於部族且天生擁有一雙巧手，而它們一同完成那些邪惡行徑時往往能遠超其個體能力羸弱的桎梏。</p>\n<p>狗頭人眼裡的完美世界，就是驅逐所有其他生物，只留下它們自己安靜的挖掘地道，安靜的繁衍，同時還要四處尋找某種魔法來解放其神祇（見邊欄「庫爾圖馬克 Kurtulmak：狗頭人之神」）。無論在哪個世界棲身，狗頭人都經常被更大的生物霸凌或奴役，就算它們自由生活時也會因不斷的入侵和鎮壓而飽受恐懼。狗頭人個體雖然膽小懦弱，複數的狗頭人卻危險而不易應付。它們不擇手段的保護自己的蛋，而其地洞中還設定著以高危而聞名的臨時陷阱作護衛。</p>\n<h2>地道挖掘專家  Expert Tunnelers</h2>\n<p>狗頭人天生精通挖掘地道的技巧。這種天賦與矮人類似，它們似乎都有一種近乎直覺的感官能夠依此判斷石頭和土質的軟硬，從而判定某處是否可以承載重量或是適合安全的挖空。它們甚至可以勘探出某處可能蘊藏著礦物或者可以作為水源的滲出口。依靠這種能力，它們甚至可以在其他生物沒有安全感的地方安家。</p>\n<p>狗頭人會針對其身型特點製作一些窄小的地道，當它們輕易通過這些通道時，體型更大的生物卻需要弓身乃至匍匐才能繼續前行。某些地方的地道會通向某個深溝，然後在對面繼續延伸，這時狗頭人會在溝上建起繩橋或其他某些脆弱的建築構造來連線兩條通道。這些連線構造特意設計得搖搖欲墜，使其剛好夠承受狗頭人的體重。有時候，橫穿狗頭人巢穴的道路會延伸到一個崖臺上並緊接一個深穴或裂口。狗頭人會在崖臺上插上欄桿或者圍墻防止自己人掉下崖邊，而這些圍欄高度剛好適合保護狗頭人，卻低到足以作為體型更大生物行動時的危害物。</p>\n<p>其他類人種族談起狗頭人時都沒什麼好話，但他們都承認這些爬行類小生物用簡單工具做的地道確實工整。一隊被更強大生物奴役的狗頭人其工作通常就是擴充主人的生活區域，以及為某些重要地點設定陷阱和其他防禦設施。</p>\n<p>某些人類社群會僱傭狗頭人來開挖他們的下水道，並以狗頭人們無法獲取的食物和工具作為報酬。在待遇夠好而工作又能不受打擾的條件下，狗頭人會勤懇的在街道下建起一整個隧道網路，並連線到附近的水路里以此大大提升城鎮的衛生狀況。如果狗頭人喜歡這塊地方，而此地的人們也沒有對其施虐的情況下，它們或許會在這裡建起自己的社群並長期居住在此。此後，它們還會在擴充社區的同時繼續延伸城鎮的下水道網路。這些所謂的「城市狗頭人」生活在地下，有時也會在夜間造訪地面。世界上大概四分之一的城鎮其下都生活著狗頭人社群，而由於它們非常擅長保持低調以至於地上的居民普遍難以察覺其存在。</p>\n<p>狗頭人時刻注意遠離比自己危險的事物，它們自給自足且只喜歡晚上偷溜出門，城鎮的人們可能隔幾周或者幾個月才會偶爾發現狗頭人遺留的痕跡，並且幾年內都不會看到它們的蹤影。</p>\n<h2>能幹的拾荒者  Able Scavengers</h2>\n<p>狗頭人碰到其他生物製作的手工藝物品時，能夠對那些因破損而丟棄或其他原因被遺漏的物品進行熟練的鑑別與再利用。它們喜歡拾荒那些顯然是被遺失或遭丟棄的物件，因為這些東西在獲取的同時也不會引起注意。然而，它們也不會完全放棄那些受其他生物保護，而且完好無損又更有用更有價值的物件。</p>\n<p>當它們要去奪取某些不是隨便能拿的物品時，狗頭人們會想法在行動時不被察覺而不讓對方有理由傷害自己。比如，有些城市狗頭人會在夜裡溜進鄰居的房子，然後洗劫裡面的小刀、碎皮、釘子以及其他有用小物品。一旦感覺有被發現的風險，它們就會一鬨而散而不是攻擊屋裡的人。他們認為在被看到並認出來之前逃跑，可以避免被城裡人發現而導致全部族被獵殺的風險。</p>\n<p>狗頭人中雖然也會有一些好鬥的個體或部族，但它們普遍不推崇對盜竊目標發動報復性的攻擊。畢竟僅僅被提防和忽視，總比起被判定為危險和威脅要好的一點。</p>\n<p>某些情況下，狗頭人也會放棄這些謹慎的行徑。一種情況是，由於它們憎恨侏儒 gnome，一些城市狗頭人經常很反常的主動以侏儒的房子和店舖做目標。不過就算在這種情況，害怕被報復的狗頭人通常也不會想要直接傷害侏儒。它們會往喝的奶里吐口水，把碟子架在桌子邊緣讓其一碰就摔，或者在地板上撒滿縫衣針——諸如此類的小氣惡作劇，其傷害也只是羞辱或激怒侏儒們。侏儒們定居時，會盡量避開甚至放棄有大量狗頭人聚集的居住地，而狗頭人也常被驅逐出有大量侏儒定居的地方。</p>\n<p>另一種情況是，狗頭人會四處尋求魔法，並認為這有助於幫助解放它們被囚禁的神祇——庫爾圖馬克 Kurtulmak。普通的狗頭人不懂如何使用魔杖、法術書或任何比藥水更復雜的魔法力量，但它們都覺得自己部族裡的術士能夠設法使用所有它們偶遇到的物品。當狗頭人意識到要被和某個魔法物品分開時，它們通常都會主動現身犯險以爭取獲得這個魔法的機會。</p>\n<h2>庫爾圖馬克：狗頭人之神 Kurtulmak: God of Kobolds</h2>\n<p> 狗頭人之神臣屬於提亞馬特。侏儒之神加爾 · 閃金 Gari Glittergold 曾從提亞馬特的寶庫中竊取了某個財寶，而龍后則派遣庫爾圖馬克前去奪還。然而加爾將祂的追捕者引誘到一個迷宮一樣的洞窟中，再將洞窟出口塌毀使得庫爾圖馬克永遠困在其內。</p>\n<p>庫爾圖馬克是一個充滿憎恨的神祇。祂鄙視所有狗頭人之外的生命，而且特別討厭加爾 閃金、侏儒以及所有喜歡玩弄別人的精類生物。他教會第一隻狗頭人如何採礦、挖地道，以及如何躲藏和伏擊。祂受自己的感情左右，因而聰明卻並不明智。由於傲慢又容易沾沾自喜，祂總喜歡跟人叫板，而且還會針對那些不尊重自己的人精心策劃報復的劇本。</p>\n<h2>龍族僕役 Dragon Servitors</h2>\n<p>狗頭人們堅信自己是由提亞馬特 Tiamat 從龍族的血液中創造而出，而證據正是它們自身的爬蟲類（它們自稱為龍類）外觀。每個狗頭人部族裡，關於該生物的起源都由長者傳授給雛獸，並讓每一代和每個個體都有以此自我感覺高貴而自豪。雖然狗頭人逃跑的情況比開戰多，還經常被更大的類人生物操縱，但它們認為自身有著強大的潛質，並且以自身被選擇成為巨龍的血親為榮。</p>\n<p>狗頭人們會自願去伺候色彩龍並將它們崇拜為半神——某種失去神能的強大存在。這不是一種普通的崇拜或單純的嘴上功夫，當龍族出現在狗頭人面前時，它們會立即拜服並將眼前的龍視為神能的現實化身。狗頭人全身心的為巨龍的命令獻身，甚至敢於服從各種危險的命令。雖然狗頭人通常不直接崇拜提亞馬特，但它們知道其身份為色彩龍女神，且身為主人掌管著它們的種族守護神，庫爾圖馬克。</p>\n<h2>奧術魔法使用者 Arcane Magic Users</h2>\n<p>狗頭人不像其他某些類人生物那樣害怕或疏遠奧術魔法。它們視魔法為自己和龍族的一種聯繫，並且以受祝福而擁有行駛這種力量為榮。年輕的狗頭人術士會接受老一輩的訓練，而其訓練過程是一件虔誠無比的重要事宜。大多狗頭人術士的術法起源都是源自龍族血脈，且某些方面都因此有所特化，比如傷害性魔法（也可以用於採礦），增強類（對材料和盟友）以及預言系（用於尋找原材料和預知部族面對的危險）。</p>\n<p>狗頭人之所以依賴奧術魔法而非神力其原因之一正是庫爾圖馬克正被囚禁的現狀，這導致其賜予的法術和恩澤難以到達凡界因此難以生效。另外，狗頭人個體太過贏弱以至於人類武器的一次命中就足矣將其殺死，因此治療魔法在其部族的作用很小，然後部族其他的魔法訴求只需一個術士就可以完全實現。狗頭人薩滿非常稀有，而庫爾圖馬克的牧師現身時，可以簡單的從其身上的橙色裝束辨認（通常只是一條粗糙破爛的腰帶或斗篷），這些裝束通常還飾有一個侏儒頭骨的畫像。</p>\n<h2>生活與形象 Life and Outlook</h2>\n<p>狗頭人部族的社會結構由其個體各自承擔特定職責來保護和維持。最強壯的狗頭人將被訓練為獵人和戰士，最聰明的個體作為工匠和軍師，最強韌的個體則作為礦工和畜牧員，各司其職。哪怕是天生愚笨或身體孱弱的狗頭人個體都會在部族中分配到自己的職責——比如簡單的採集蘑菇作食物或者照顧雛獸等工作，而它們也都理解自己的工作有助於整個團體生存的事實。部族通常還會預演護衛巢穴抗擊入侵者的事故，並在此過程中熟悉最佳的逃跑路線以及明確由誰負責斷後以攔截追擊者。</p>\n<p>狗頭人之間的感情與親緣關係都非常冷漠，不過它們互相之間還是會罕有的表達情感。兩隻認識了十年的狗頭人可能會將對方視為朋友或對手，只是這種情感的強度無法跟任何人類情感相比擬。由於它們的活動時間大多用於工作，兩隻互相敵視的狗頭人很少有時間交換羞辱的話，更別說平息它們之間的分歧了。</p>\n<p>狗頭人擇偶但求方便。匱乏的感情聯繫導致它們沒有婚姻或穩固家庭關係的概念。它們的蛋安置在部族公用的孵化所中，也完全沒有記錄其親屬關係。這種習性以及共同撫養雛獸的行為導致全部族成員好比一個表親共住的大家庭。</p>\n<p>卵生的狗頭人所產的蛋並不需要過多的照顧，女性狗頭人也不會刻意被排除到戰事或工作之外。而且，狗頭人的性別還可以慢慢的自行轉換。一旦部族中有大量的男性或女性死去，則部分的生還者將在幾個月後轉變性別，直至部族整體性別再次達到平衡。而部族則可以用這種方式以小部分生還者為基礎迅速成長人口。由於這種習性的存在，狗頭人不管雛獸還是成年都沒有明確的性別角色。一名女性狗頭人擔當首領、術士、礦工或者工匠時，跟由男性擔任時一樣普遍。</p>\n<h2>長得快，死的早 Grow Fast, Die Early</h2>\n<p> 狗頭人個體的成長與成熟過程比其他類人種族都要快很多。6歲的狗頭人就被視為成年，它們大多在20歲前都會因暴虐、意外或疾病等原因死去，而一隻狗頭人最多可以活到120歲——它們長壽的程度跟巨龍差別可不小。一隻母狗頭人每年可產蛋數至多六枚，而每枚蛋需要二到三個月的成長時間才能孵化。</p>\n<p>狗頭人不舉辦葬禮，死去狗頭人的屍體將會被燒掉或者以其他便捷的方式處理掉（在某些同種相食的部族中還會被吃掉）。狗頭人相信如果自己為部族而死，庫爾圖馬克會立即將它們的生命轉移到孵化所中產下的下一枚蛋中。如果一個特別重要特別值得尊敬的部族成員死去，則孵化所將在隨後受到嚴密監管。其內產下的下一顆蛋將會立即與其他的蛋隔離並接受精心保護。當這顆蛋孵化時，這隻年輕的狗頭人將會分配到一個重要地位並接受精心的培養。</p>\n<h2>食物與同類相食 Food and Cannibalism</h2>\n<p> 狗頭人雖然擁有肉食生物的尖牙利齒其習性卻更傾向雜食，而且它們幾乎任何東西都可以吃，包括肉、水果、樹皮、骨頭、皮革甚至蛋殼（一隻剛孵化的狗頭人第一頓飯就是自己的殼）。一個正在受餓的部族會在殺戮過後片甲不留，它們會把所有能吃的吃光后再將剩下的東西做成工具和飾品帶走。</p>\n<p>狗頭人的牙齒磨損後會自然脫落再長出新牙，而且並不受壽命或次數的限制。它們大多會將自己脫落的牙齒當作珠寶，而佩戴越多的牙齒則表示自己更為年長——並且更有智慧。某些肆無忌憚的個體會偷走或者搶奪別人的牙齒佩戴，以讓自己顯得更年長而更體面。</p>\n<p>大多狗頭人部族會盡量不吃那些它們稱為「會說話的肉」——也就是智慧生物——多是因為這種行為會招致報復。但面對被餓死的恐懼時，這條原則可以非常的有彈性，因此如果它們必須在攻擊這些生物或者捱餓之間作選擇，狗頭人們也是很現實的。在人煙稀少的某些地區會罕有的存在盛行同種相食的部落，而其內的成員則會覺得浪費好肉是一種愚蠢的行為。</p>\n<p>不管任何情況下，狗頭人吃類人生物時都不會直接啃食屍體或者生吃戰俘，它們喜歡把受害者綁在樹枝上再到篝火上翻著圈慢慢燒，又或者將其放進巨大的烹飪鍋里燉。作為狗頭人的俘虜還有那麼一點幸運，就是它們幾乎都會因戲劇性的要準備點什麼而讓被俘者在被做成美餐之前留有時間自救或被解救。</p>\n<h2>仇恨 Hatred</h2>\n<p> 由於侏儒之神加爾閃金將狗頭人之神庫爾圖馬克囚禁在一個無法逃脫的迷宮中，狗頭人們對侏儒都恨的咬牙切齒。雖然它們通常不會主動去找侏儒施暴，但敵對的狗頭人與混有侏儒和其它類人生物的團體遭遇時，狗頭人會立即對侏儒發動攻擊。而狗頭人在跟侏儒戰鬥時，因為恨意壓制了自我保護意識導致它們很少主動逃跑。</p>\n<p>狗頭人小心謹慎的天性並不意味著它不會被激怒。當被逼得太緊或者被趕到墻角，並因此感覺無法自保而陷入絕望時，狗頭人體內的龍族之血會使它變得有如一頭暴怒的亞龍 drake，並化身為一場尖牙和利抓的迷你旋風。另一種類似的情況是，部族裡的親緣關係會驅使狗頭人與其他狗頭人部族為資源或領地的爭奪而發起戰鬥。這種情況雖然存在但並不常見，而一般兩個部族接觸時都會選擇各自向不同方向擴張而避免爭端。</p>\n<p>例如，兩個相鄰的部族都想要獲得一群高山山羊群的專有權，並因此爆發了持續數日的小規模衝突。最後戰事中的某個部族首領發現己方正在持久戰中敗退，進而主動將自己的部族遷居到另一地區，並將爭奪中的領土割讓給更成功的鄰居。</p>\n<p>跟它們憎恨侏儒的表現相似，狗頭人都有一種被害情節，並且會輕易的感覺遭到其他種族成員的言行冒犯。它們絕不會原諒其他種族的冒犯者，並且會樂於醞釀自己的恨意直至找到機會報復發泄到某個曾經冒犯自己的生物或者其同族身上。</p>\n<h2>環境 Environment</h2>\n<p>狗頭人屬於冷血動物，因此它們更喜歡熱帶或溫帶的氣候。較冷地區的狗頭人部族會因食物的相對稀缺而個體數量偏少，並且會在狩獵時會更具侵略性。</p>\n<p>由於膽小以及其眼睛對陽光的過敏性，狗頭人相交開放地形更偏愛住在洞窟里，而且在洞窟里還能隨時找到可用來挖掘地道的合適地方。在沼澤或者水體的沿岸地區里，但由於該地的土壤太軟不適合挖掘，這裡的狗頭人會利用茂密的樹林、土丘以及裸露的大巖石在水平面上建造地洞來保護自己。</p>\n<p>狗頭人在丘陵和山地等地形更加常見，而且這些地形中通常都有可以直接用作生活空間的天然洞窟，其內既有大量可以挖掘的空間又有各種可以直接使用的食物資源。儘管在這種地方築巢時狗頭人可能需要與地面的類人居民相競爭，但其躲避偵查的能力通常都可以幫助它們使其地洞不被對手們發現。如果運氣夠好，一個狗頭人部族被一群更大體型的類人生物發現時，它們相互之間或許會達成一種互利的關係，這些類人生物可以幫助對抗入侵者，而狗頭人則回報以拓寬生活空間和處理廢品等服務。如果運氣不夠好，部族將會被其他類人生物奴役，此時的狗頭人們依然會扮演類似的角色只是它們必須在生命受威脅的狀況下工作。</p>\n<h2>扮演一隻狗頭人  Role-playing a Kobold</h2>\n<p>狗頭人清楚自己在充滿敵意的世界中能力低弱的現實。它明白自己地位卑微，會遭到更大生物的剝削。它很可能在年輕時就死去，而其一生大部分時間都將用於艱辛的工作。儘管狗頭人的前景似乎一片暗淡，但依然有著能夠令其獲得滿足的事情，比如自己的工作，或是自己部族的倖存，又或是當分享到先祖強大的龍族遺留下的知識時。</p>\n<p>狗頭人不算聰明，但又不像獸人那麼愚蠢。某人可以用好話或者小聰明愚弄一隻狗頭人，但當這隻狗頭人意識到自己被戲弄后，就會一直記得被羞辱的事實。而一旦它找到機會就必定會對戲弄者施以報復，而哪怕最後只是以某種可憐又小氣的方式實現它也可以接受。</p>\n<p>狗頭人不喜歡被逼到角落或者孤單一人。它會需要一個自認安全的逃生通道，或者至少需要有個盟友在旁以增加其逃走的機率。當這兩個條件都無法滿足時，狗頭人就會變得焦慮不安，其行為也會不斷的在沉默與歇斯底里間頻繁轉換。</p>\n<h2>狗頭人的名字  Kobold Names</h2>\n<p>狗頭人的命名都來自模仿龍類的發音，且通常都會跟其所有者的個人特色相關，諸如鱗片的顏色、特別的身體部位或者典型的習慣等。例如「紅腳 Red Foot」、「白爪 White Claw」和「飛毛腿 Scurry」都是常用名字的通用語譯名。狗頭人成年時可能會更改自己的名字，也可能會在經歷某些重要事件后在其名字裡加上某些音節，這些事件可能是完成第一次狩獵，產下第一枚蛋，或者在第一場戰鬥中存活，等等。表格「狗頭人名字」列出了適合用於任何戰役中的狗頭人名字。</p>\n<h2>鶚德：帶翼狗頭人 Urds: Winged Koblods</h2>\n<p> 帶翼狗頭人，或稱為鶚德，同樣是在狗頭人的蛋中孵化而來。哪怕部族裡並沒有成年的鶚德也會孵化出這類個體。儘管可以飛行是一項美妙的天賦，而且狗頭人們完全可以將翅膀解釋為提亞馬特的恩賜，但普通的狗頭人卻會怨恨鶚德並會因此而孤立它們。狗頭人的傳說片段里有說到 克奧耶克 Kuraulyek 一個伺候庫爾圖馬克的小神祇曾經以某種方式背叛其主人。因此狗頭人們視鶚德為克奧耶克的愛戴者，並將對這名叛徒的怨恨投射到它們的帶翼近親身上。</p>\n<h2>狗頭人特性</h2>\n<p>你的狗頭人角色擁有以下種族特性。</p>\n<p><strong>屬性值提升</strong>：你的敏捷屬性提升2，你的力量屬性下降2。<br /><strong>年齡</strong>：狗頭人在6歲便成年，並可以活到120歲，不過少之有少。<br /><strong>陣營</strong>：狗頭人從根本上是自私的存在，使他們邪惡，但他們依賴他們團結的力量使他們偏向守序。<br /><strong>體形</strong>：狗頭人身高在2至3英尺之間，體重在25至35磅之間。你的體形為小型。<br /><strong>速度</strong>：你的基礎步行速度是30英尺。<br /><strong>@UUID[Compendium.dnd5e_classpack.racial-traits.wUkIW5Nfcxad3qlY]{黑暗視覺}</strong>：你在黑暗或昏暗情況下有超人的視覺。在昏暗環境下，你可以將你周圍60英尺內的區域視為明亮光照；在黑暗環境下，你可以將光照視為昏暗光照。你在黑暗中無法分清顏色，只能看到灰色的影子。<br /><strong>@UUID[Compendium.dnd5e_classpack.racial-traits.Qp3CAPxkfSMLSFns]{抱頭蹲防}</strong>：在你的行動回合，你可以花費一個動作，可憐地蜷縮著以分散附近的敵人的注意。直到你下個回合結束時，你的友方在攻擊你十英尺之內的敵人時獲得攻擊檢定的優勢。此特性在你完成一次短休息或長休息前無法再次使用。<br /><strong>@UUID[Compendium.dnd5e_classpack.racial-traits.qUA2c9kLb79jpKof]{群體戰術}</strong>：如果你有至少一個盟友在目標生物5尺範圍內且非乏力，你在對抗該生物的攻擊檢定上則有優勢。<br /><strong>@UUID[Compendium.dnd5e_classpack.racial-traits.58QALJlmPQekGkRb]{日照敏感}</strong>：在陽光照射下，你的攻擊骰有劣勢，同時依靠視力的感知（觀察）檢定也具有劣勢。<br /><strong>語言</strong>：你可以說、讀及寫通用語和龍語。</p>",
        "markdown": ""
      },
      "_id": "pEcCbzXm9N9bA6u4",
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "sort": 0,
      "ownership": {
        "default": -1
      },
      "flags": {},
      "_stats": {
        "systemId": "dnd5e",
        "systemVersion": "2.2.0",
        "coreVersion": "12.324",
        "createdTime": null,
        "modifiedTime": 1685275863048,
        "lastModifiedBy": "Jo05tXxu7yf2dQe3",
        "compendiumSource": null,
        "duplicateSource": null
      },
      "_key": "!journal.pages!Q5lFPti1xhaOTifd.pEcCbzXm9N9bA6u4"
    }
  ],
  "folder": "UTwAO3qzrjWWEmTm",
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.2.0",
    "coreVersion": "12.324",
    "createdTime": 1685194719700,
    "modifiedTime": 1685275863048,
    "lastModifiedBy": "Jo05tXxu7yf2dQe3",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "Jo05tXxu7yf2dQe3": 3
  },
  "_key": "!journal!Q5lFPti1xhaOTifd"
}
